public/posts/2018-08-10-fma-aawm-icmpc-escom/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 15 Mar. 2021 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>FMA/AAWM and ICMPC/ESCOM</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Iris Yuping Ren">
<!-- Global site tag (gtag.js) - Google Analytics -->
<link href='https://maxcdn.bootstrapcdn.com/font-awesome/4.4.0/css/font-awesome.min.css' rel='stylesheet' integrity='sha256-k2/8zcNbxVIh5mnQ52A0r3a6jAgMGxFJFE2707UxGCk= sha512-ZV9KawG2Legkwp3nAlxLIVFudTauWuBpC10uEafMHYL0Sarrz5A7G79kXh5+5+woxQ5HM559XX2UZjMJ36Wplg==' crossorigin='anonymous'/>
<meta description='The website of Iris Yuping Ren'/>
<link rel='alternate' type='application+rss/xml' title='The website of Iris Yuping Ren' href='posts/rss.xml'/>
<link rel="stylesheet" href="../../css/site.css?v=e2662350032b1b21198b0c9e501cfa8ae5cf8abffbd7896861632a463be5006f" type="text/css">
</head>
<body>
<header id="preamble" class="status">

<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/semantic-ui/2.2.7/semantic.min.css">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.2/css/all.min.css">
<script src="https://cdnjs.cloudflare.com/ajax/libs/semantic-ui/2.2.7/semantic.js"></script>
<link rel="stylesheet"  href="./css/site.css"  />


<!-- <div class="ui fixed inverted menu">
     <div class="ui container">
     <a href="#" class="header item">
     Welcome
     </a>
     <a href="./index.html" class="item"><i class="home icon"></i>Home</a>
     <a href="#" class="item"><i class="mail icon"></i>Contact</a>
     <div class="ui simple dropdown item">
     CV <i class="dropdown icon"></i>
     <div class="menu">
     <a class="item" href="./music.html">Education</a>
     <a class="item" href="#">Skills</a>
     <a class="item" href="#">Awards</a>
     <a class="item" href="#">Experience</a>
     <div class="item">
     <i class="dropdown icon"></i>
     Teaching
     <div class="menu">
     <a class="item" href="#">Supervision</a>
     <a class="item" href="#">Courses</a>
     </div>
     </div>
     <a class="item" href="#">Public Profile</a>
     </div>
     </div>
     <div class="ui simple dropdown item">
     Projects <i class="dropdown icon"></i>
     <div class="menu">
     <a class="item" href="#">Musical Pattern Discovery</a>
     <a class="item" href="#">Ambiguity and Subjectivity</a>
     <a class="item" href="#">Algorithm and Data Analysis</a>
     </div>
     </div>
     <a href="./music.html" class="item"></i>Music</a>
     <a href="./posts/archive.html" class="item"></i>Blog</a>
     <a href="#" class="item"></i>Links</a>
     <div class="right menu">

     <div class="item">
     <a class="ui basic blue button" href="#">Photos</a>
     </div>

     <div class="item">
     <a class="ui basic green button" href="#">Videos</a>
     </div>
     </div>
     </div>
     </div> -->


  <!-- <div class="divider"></div> -->
  
  <!-- <div class="header">Public Profile</div> -->
</header>
<main id="content">
<header>
<h1 class="title">FMA/AAWM and ICMPC/ESCOM</h1>
<p class="subtitle">Sep 03, 2019</p>
</header><p>
Short update. Just attended and presented at these conferences in the summer:
</p>

<p>
The 8th International Workshop on Folk Music Analysis/Fifth International Conference on Analytical Approaches to World Music (AAWM 2018):  <a href="http://fma2018.mus.auth.gr">http://fma2018.mus.auth.gr</a>
</p>

<p>
Paper: Feature analysis of repeated patterns in Dutch folk songs using Principal Component Analysis (Iris Yuping Ren, Hendrik Vincent Koops, Dimitrios Bountouridis, Anja Volk, Wouter Swierstra and Remco Veltkamp)
</p>

<p>
Slides: <a href="https://goo.gl/NrhFzf">https://goo.gl/NrhFzf</a>
</p>

<p>
15th International Conference on Music Perception and Cognition/10th triennial conference of the European Society for the Cognitive Sciences of Music: <a href="https://music-psychology-conference2018.uni-graz.at/en/">https://music-psychology-conference2018.uni-graz.at/en/</a>
</p>

<p>
Paper: Investigating Musical Pattern Ambiguity in a Human Annotated Dataset (Iris Yuping Ren, Oriol Nieto, Hendrik Vincent Koops, Anja Volk, Wouter Swierstra)
</p>

<p>
Slides: <a href="https://goo.gl/S3n51X">https://goo.gl/S3n51X</a>
</p>

<p>
I had a very good experience with all four conferences. This is my third time to FMA, but the rest are all new to me. There were a variety of audience, talks and posters. It’s amazing how people from different fields come together and talk about a diverse range of topics related to music.
</p>

<p>
What is the most valuable is the intellectual stimulation from seeing new research results, discussing how we have been doing research (on different and similar topics), connecting with a larger community, reflecting and planning on my own research, etc.
</p>

<p>
A big thank you to all the old friends and new friends, it was very nice seeing you there. Next time is ISMIR in September. See you in Paris 🙂
</p>
</main>
<footer id="postamble" class="status">

<p class='disclaimer'>The content on this website are my own and do not necessarily represent my employer’s positions, strategies, or opinions.</p>

<p>Last updated 15 Mar. 2021. Built with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.4.4). <a href="/README.html">Details</a>.</p>
</footer>
</body>
</html>
